#Uptime added by @Sur_vivor
from telethon import events
from datetime import datetime
from telethon import events
from datetime import datetime
from userbot.utils import admin_cmd
from userbot import CMD_HELP

@borg.on(admin_cmd(pattern=f"pong$", outgoing=True))
async def _(event):
    if event.fwd_from:
        return
    start = datetime.now()
    animation_interval = 0.2
    animation_ttl = range(0, 26)
    await event.edit("ping....")
    animation_chars = [
        
            "❤️❤️❤️❤️❤️❤️❤️❤️❤️",
            "❤️❤️❤️❤️❤️❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️",
            "❤️❤️❤️❤️❤️❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️‎📶❤️❤️📶❤️",
            "❤️❤️❤️❤️❤️❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️‎📶❤️❤️📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️",
            "❤️❤️❤️❤️❤️❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️‎📶❤️❤️📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️",
            "❤️❤️❤️❤️❤️❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️‎📶❤️❤️📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎📶‎📶❤️❤️",
            "❤️❤️❤️❤️❤️❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️‎📶❤️❤️📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎📶‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️",
            "❤️❤️❤️❤️❤️❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️‎📶❤️❤️📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎📶‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️",
            "❤️❤️❤️❤️❤️❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️‎📶❤️❤️📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎📶‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️",
            "❤️❤️❤️❤️❤️❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️‎📶❤️❤️📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎📶‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️",
            "❤️❤️❤️❤️❤️❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️‎📶❤️❤️📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎📶‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️",
            "❤️❤️❤️❤️❤️❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️‎📶❤️❤️📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎📶‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️",
            "❤️❤️❤️❤️❤️❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️‎📶❤️❤️📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎📶‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️❤️❤️‎📶❤️❤️",
            "❤️❤️❤️❤️❤️❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️‎📶❤️❤️📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎📶‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️❤️❤️‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎📶❤️❤️❤️",
            "❤️❤️❤️❤️❤️❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️‎📶❤️❤️📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎📶‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️❤️❤️‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎📶❤️❤️❤️ \n❤️❤️❤️❤️📶❤️❤️❤️❤️",
            "❤️❤️❤️❤️❤️❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️‎📶❤️❤️📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎📶‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️❤️❤️‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎📶❤️❤️❤️ \n❤️❤️❤️❤️📶❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️",
            "❤️❤️❤️❤️❤️❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️‎📶❤️❤️📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎📶‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️❤️❤️‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎📶❤️❤️❤️ \n❤️❤️❤️❤️📶❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️",
            "❤️❤️❤️❤️❤️❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️‎📶❤️❤️📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎📶‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️❤️❤️‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎📶❤️❤️❤️ \n❤️❤️❤️❤️📶❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️❤️‎📶‎📶‎📶‎📶‎📶❤️❤️",
            "❤️❤️❤️❤️❤️❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️‎📶❤️❤️📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎📶‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️❤️❤️‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎📶❤️❤️❤️ \n❤️❤️❤️❤️📶❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️❤️‎📶‎📶‎📶‎📶‎📶❤️❤️ \n❤️📶‎❤️❤️❤️❤️❤️‎📶❤️",
            "❤️❤️❤️❤️❤️❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️‎📶❤️❤️📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎📶‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️❤️❤️‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎📶❤️❤️❤️ \n❤️❤️❤️❤️📶❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️❤️‎📶‎📶‎📶‎📶‎📶❤️❤️ \n❤️📶‎❤️❤️❤️❤️❤️‎📶❤️ \n❤️📶‎❤️❤️❤️❤️❤️‎📶❤️",
            "❤️❤️❤️❤️❤️❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️‎📶❤️❤️📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎📶‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️❤️❤️‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎📶❤️❤️❤️ \n❤️❤️❤️❤️📶❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️❤️‎📶‎📶‎📶‎📶‎📶❤️❤️ \n❤️📶‎❤️❤️❤️❤️❤️‎📶❤️ \n❤️📶‎❤️❤️❤️❤️❤️‎📶❤️ \n❤️‎📶❤️‎📶❤️❤️❤️‎📶❤️",
            "❤️❤️❤️❤️❤️❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️‎📶❤️❤️📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎📶‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️❤️❤️‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎📶❤️❤️❤️ \n❤️❤️❤️❤️📶❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️❤️‎📶‎📶‎📶‎📶‎📶❤️❤️ \n❤️📶‎❤️❤️❤️❤️❤️‎📶❤️ \n❤️📶‎❤️❤️❤️❤️❤️‎📶❤️ \n❤️‎📶❤️‎📶❤️❤️❤️‎📶❤️ \n❤️❤️📶‎📶❤️❤️📶❤️❤️",
            "❤️❤️❤️❤️❤️❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️‎📶❤️❤️📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎📶‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️❤️❤️‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎📶❤️❤️❤️ \n❤️❤️❤️❤️📶❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️❤️‎📶‎📶‎📶‎📶‎📶❤️❤️ \n❤️📶‎❤️❤️❤️❤️❤️‎📶❤️ \n❤️📶‎❤️❤️❤️❤️❤️‎📶❤️ \n❤️‎📶❤️‎📶❤️❤️❤️‎📶❤️ \n❤️❤️📶‎📶❤️❤️📶❤️❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️",
            "❤️❤️❤️❤️❤️❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️‎📶❤️❤️📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎📶‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️❤️❤️‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎📶❤️❤️❤️ \n❤️❤️❤️❤️📶❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️❤️‎📶‎📶‎📶‎📶‎📶❤️❤️ \n❤️📶‎❤️❤️❤️❤️❤️‎📶❤️ \n❤️📶‎❤️❤️❤️❤️❤️‎📶❤️ \n❤️‎📶❤️‎📶❤️❤️❤️‎📶❤️ \n❤️❤️📶‎📶❤️❤️📶❤️❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️‎📶❤️📶‎📶‎📶‎📶‎📶❤️",
            "❤️❤️❤️❤️❤️❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️‎📶❤️❤️📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️📶❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎??‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️📶❤️❤️❤️❤️❤️‎📶❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️❤️❤️‎📶❤️❤️ \n❤️❤️❤️❤️❤️‎📶❤️❤️❤️ \n❤️❤️❤️❤️📶❤️❤️❤️❤️ \n❤️‎📶‎📶‎📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️❤️‎📶‎📶‎📶‎📶‎📶❤️❤️ \n❤️📶‎❤️❤️❤️❤️❤️‎📶❤️ \n❤️📶‎❤️❤️❤️❤️❤️‎📶❤️ \n❤️‎📶❤️‎📶❤️❤️❤️‎📶❤️ \n❤️❤️📶‎📶❤️❤️📶❤️❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️ \n❤️‎📶❤️📶‎📶‎📶‎📶‎📶❤️ \n❤️❤️❤️❤️❤️‎❤️❤️❤️❤️", 
            "⬛⬛⬛⬛⬛⬛⬛⬛⬛ \n⬛‎📶‎📶‎📶‎📶‎📶‎📶‎📶⬛ \n⬛⬛⬛⬛‎📶⬛⬛‎📶⬛ \n⬛⬛⬛⬛‎📶⬛⬛‎📶⬛ \n⬛⬛⬛⬛‎📶⬛⬛‎📶⬛ \n⬛⬛⬛⬛⬛‎📶‎📶⬛⬛ \n⬛⬛⬛⬛⬛⬛⬛⬛⬛ \n⬛‎📶⬛⬛⬛⬛⬛‎📶⬛ \n⬛‎📶‎📶‎📶‎📶‎📶‎📶‎📶⬛ \n⬛‎📶⬛⬛⬛⬛⬛‎📶⬛ \n⬛⬛⬛⬛⬛⬛⬛⬛⬛ \n⬛‎📶‎📶‎📶‎📶‎📶‎📶‎📶⬛ \n⬛⬛⬛⬛⬛⬛‎📶⬛⬛ \n⬛⬛⬛⬛⬛‎📶⬛⬛⬛ \n⬛⬛⬛⬛‎📶⬛⬛⬛⬛ \n⬛‎📶‎📶‎📶‎📶‎📶‎📶‎📶⬛ \n⬛⬛⬛⬛⬛⬛⬛⬛⬛ \n⬛⬛‎📶‎📶‎📶‎📶‎📶⬛⬛ \n⬛‎📶⬛⬛⬛⬛⬛‎📶⬛ \n⬛‎📶⬛⬛⬛⬛⬛‎📶⬛ \n⬛‎📶⬛‎📶⬛⬛⬛‎📶⬛ \n⬛⬛‎📶‎📶⬛⬛‎📶⬛⬛ \n⬛⬛⬛⬛⬛⬛⬛⬛⬛ \n⬛‎📶⬛‎📶‎📶‎📶‎📶‎📶⬛ \n⬛⬛⬛⬛⬛⬛⬛⬛⬛ \n \n My 🇵 🇮 🇳 🇬  Is : Calculating..."
 ]
    for i in animation_ttl:
            await asyncio.sleep(animation_interval)
            await event.edit(animation_chars[i % 26]) 
    end = datetime.now()
    ms = (end - start).microseconds / 1000
    await event.edit("‎‎‎‎‎‎‎‎‎‌‌‌‌‌‌‌‌‎🟪🟪🟪🟪🟪🟪🟪🟪🟪\n🟪📶📶📶📶📶📶📶🟪\n🟪🟦🟦🟦📶🟦🟦📶🟪\n🟪🟦🟦🟦📶🟦🟦📶🟪\n🟪🟦🟦🟦📶🟦🟦📶🟪\n🟪🟦🟦🟦🟦📶📶🟦🟪\n🟪🟪🟪🟪🟪🟪🟪🟪🟪\n🟪🟦📶📶📶📶📶🟦🟪\n🟪📶🟦🟦🟦🟦🟦📶🟪\n🟪📶🟦🟦🟦🟦🟦📶🟪\n🟪📶🟦🟦🟦🟦🟦📶🟪\n🟪🟦📶📶📶📶📶🟦🟪\n🟪🟪🟪🟪🟪🟪🟪🟪🟪\n🟪📶📶📶📶📶📶📶🟪\n🟪🟦🟦🟦🟦🟦📶🟦🟪\n🟪🟦🟦🟦🟦📶🟦🟦🟪\n🟪🟦🟦🟦📶🟦🟦🟦🟪\n🟪📶📶📶📶📶📶📶🟪\n🟪🟪🟪🟪🟪🟪🟪🟪🟪\n🟪🟦📶📶📶📶📶🟦🟪\n🟪📶🟦🟦🟦🟦🟦📶🟪\n🟪📶🟦🟦🟦🟦🟦📶🟪\n🟪📶🟦📶🟦🟦🟦📶🟪\n🟪🟦📶📶🟦🟦📶🟦🟪\n🟪🟪🟪🟪🟪🟪🟪🟪🟪\n🟪📶🟦📶📶📶📶📶🟪\n🟪🟪🟪🟪🟪🟪🟪🟪🟪‌‌‌‌‌‌‌‎‎‎‎‎‎ \n \n My 🇵 🇮 🇳 🇬  Is : {} ms".format(ms)) 

#@command(pattern="^.ping$")
@borg.on(admin_cmd(pattern="ping$"))
async def _(event):
    if event.fwd_from:
        return
    start = datetime.now()
    await event.edit("Pong!✌️")
    end = datetime.now()
    ms = (end - start).microseconds / 1000
    await event.edit(f"✭𝕄𝕪 𝕡𝕚𝕟𝕘▬⇩\n▀▄▀▄  𝙎𝙥𝙚𝙚𝙙 ➯ {ms}")
