''' Whatever Plugin by Noobs of Telegram i.e. @pureindialover '''

from telethon import events
import asyncio
import os
import sys
from uniborg.util import admin_cmd

@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨")   
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦")  
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩")

@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨")

@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨")   
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦")  
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩")

@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨")

@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨")   
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦")  
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩")

@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨")

@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨")   
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦")  
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩")

@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨")

@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨")   
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦")  
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩")

@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨")

@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨")   
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦")  
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩")

@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨")

@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨")   
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦")  
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩")

@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨")

@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨")   
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦")  
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦")
    
@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩")

@borg.on(admin_cmd(pattern=r"wt"))
async def test(event):
    if event.fwd_from:
        return 
    await event.edit("🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟥🟧🟨🟩🟦🟪⬛️⬛️🟪🟦🟩🟨🟧🟥\n🟧🟨🟩🟦🟪⬛️🟥🟥⬛️🟪🟦🟩🟨🟧\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n⬛️🟥🟧🟨🟩🟦🟪🟪🟦🟩🟨🟧🟥⬛️\n🟪⬛️🟥🟧🟨🟩🟦🟦🟩🟨🟧🟥⬛️🟪\n🟦🟪⬛️🟥🟧🟨🟩🟩🟨🟧🟥⬛️🟪🟦\n🟩🟦🟪⬛️🟥🟧🟨🟨🟧🟥⬛️🟪🟦🟩\n🟨🟩🟦🟪⬛️🟥🟧🟧🟥⬛️🟪🟦🟩🟨")
                         